"______________________________________________________________________"
'_____________________工作前五年，决定你一生的财富__________________________'
"______________________________________________________________________"

 * 作者 三公子
 * 购书时间：2016年10月13日
 * 开始时间：2016年10月20日
 * 预计时间：15 🍅⏰
 * 花费时间：6[20] + 3[21] + 2[23] + 1[24] + 4[25] == 16[6]
      说明：共花费16个🍅⏰，持续6天完成
      备注：1🍅⏰ == 30分钟
 * Reading 杨也

#pragma mark ------------2016.10.20------------
#pragma mark 理财意识觉醒笔记(0~20)

    〇 金钱是可以控制的，只要有足够的财务知识，足够的理智和自控力，就可以通过了解金钱和掌控它，以为我所用。
    ① 钱无比重要，有钱在手，如同一技傍身。
    ② 有些道理，讲一讲就明白，可有些道理，需要经历过切肤之痛才能体会到。
    ③ 经济独立才能换来生活独立，经济自由才能换来生活自由。
        /*小案例 - 花别人的钱，就得听别人的话。*/
    ④ 生活可能因为因为金钱的问题而变得无力改变，人生可能因为金钱的问题而变得黯淡无光。
    ⑤ 养一只可以下金蛋的鹅。
        /*
        千万不要杀鸡取卵，很多人花光了自己所有的钱，却从来没有养大过一只鹅。
        如果自己没有一只下金蛋的鹅，或者能够生钱的机器，那么无论你多有钱，那么都只是在不断的烧钱。"论述-有稳定收入来源的重要性"
        鹅是本金，而金蛋是利息。'鹅-金蛋  房东-房租'
 */
    ⑥ 金钱与生活梦想是共生的关系,高质量的生活需要金钱买单，追求梦想的行动需要金钱付账。
        /*比如 可以花更多的金钱来租到距离公司更近的房子|比如旅游也是需要金钱的。*/
    ⑦ 明确目标开始行动
        /*
        A 弄清楚存钱的目的
        B 确定切实的存钱目标 "依据自己的实际水平制定 + 目标不宜过高也不宜过低"
        C 制定合理清晰的规划*/
    ⑧ 如果只爱而没有钱，那么这一切就经不起时间的考验。
        /*存钱攒钱也是需要付出代价的。
        存钱不是理财，但是有一定的金钱基础是理财最最基本的条件。*/
    ⑨ 不要惧怕计划的庞大身躯，也不要低估聚沙为塔的力量。


#pragma mark ------------
#pragma mark 存钱大作战笔记（~60）

    〇 储蓄是理财的第一步。
       🌂 如果一毛钱都没有，那你理什么财？
       🌂 第一阶段，如何让自己有财可以理。
    ① 先存钱再消费，千万不能本末倒置。
    ② 一定要将钱存在一个自己拿不到的安全的地方 😊
    ③ 无谓的失败没有任何意义，只会增加你上当受骗的概率。
    ④ 前几年的辛苦坚持，换来的可能是另一种生活。
     /*
        01 如果在三线城市，每月仅仅800元或者是在一线城市，每月仅仅2000元，那么怎么办？
            好好工作，多读书，尽早换一份能让你攒下钱的工作。
        02 存钱规划方式
            方式一：20%存钱 + 30%租房 +40%日常开支+10%应急资金
            方式二：每月存固定数额的资金在银行账户（12存单法）
            方式三：百元周（每周只花100元），不推荐，预防报复性反弹
            方式四：信封花钱法，不推荐
        03 关于“钱是挣出来的，不是攒出来的”
            挣钱有两个重要的条件：① 原始资金 ② 守财有道
            有意思：开口闭口这句话的人往往都是家无存粮的月光族，自我安慰罢了。
      */
    ⑤ 剔除不必要的开支，可以尝试记账
    /*
     纸本记账：麻烦 + 按时按点的记账太困难
     APP记账：依然无法解决遗忘的问题，只能自己克服
     */
    ⑥ 真实账单中需要面对的"现实问题"
    /*
     01 不好好吃饭，零食水果乱花钱。
     02 囤书容易，读书难。
     03 毫无节制的娱乐是对金钱和时间的不尊重。
     A 从某种程度上来说，恰恰因为我在很多方面可以免去开支的困扰，才更应该珍惜这种机会和条件，去认真对待自己的财务状况，去努力守护好每一分钱。
     B 庆幸自己的幸运
     C 正式因为我有更好的条件，所以我才更加珍惜如此的机会，更加慎重和努力的去工作。
     D 人必须懂得珍惜和感恩。
     */
    ⑦ 欲望大过一切的人，有再多的钱也不会节约下一分钱。
    ⑧ 存钱和理财这件事，和家境没有太大的关系，只和当下自己的决心有关系。
    ⑨ 存钱并不能让我们成为富翁，但如果没有存钱的习惯则更不可能成为富翁。
    ⑩ 生活中的幸福并不是来自于金钱，但财务上的困难和生活中不可知的意外事件，会影响着独立、尊严和自由。

#pragma mark ------------
#pragma mark 存钱大作战(盲目投资的教训)笔记(~80)

    ① 记账是必要的。
    /*
     01 详细的账目是一本日常生活的流水账。
     02 消费情况暗示生活状态。
     */
    ② 放心给压岁钱，也就意味着他们知道我不会随便乱花。
    ③ 无论什么时候，都不要倾家荡产的去做一件事情。"资金安全-风险"
    ④ 错误的判断只会让我们在泥潭中越陷越深。
    ⑤ 有的时候，我们或许应该大胆承认自己的贪婪和无知，抽身离开。


#pragma mark ------------
#pragma mark 投资正式入门（基金应该这么买）笔记(~116)

     ① 在金钱的事情上，做事情以谨慎为上。
     ② 基金：把大家手中的钱汇总到一个有经验的人手中做同一管理的一种方式。
        /*
         01 咒语:你所依赖的不是别人的推荐，而是自己的判断。
         02 可以通过测试题，来测试自己的风险偏好和风险承受能力。
         03 分类：
            货币型基金：风险低，流动性高，收益低。
            债券型基金：相对稳健，收益中等
            股票型基金：从长期来看，收益最大，但波动也较大。
        04 先选择基金的类型，基金公司，然后通过一些基金网站（晨星网）筛选基金
         */
     ③ 按照年龄来分配投资的额度，比如25岁，那么推荐在储蓄上保持25%，余下的75%拿来进行投资。
     ④ 基金操作的问题
        🌂 担心操作失误的妄想症
        🌂 情绪波动非正常化
     ⑤ 基金有风险，投资需谨慎。短期来看，基金风险很大，长期来看，基金几乎没有风险。
     ⑥ 投资开始得越早，就可以承担更大的风险，也可以获得更大的收益（复利）
     ⑦ 懂得运用再平衡策略，卖掉上涨快的优良资产，买入下跌或者是跑得慢的不良资产，通过有纪律性的投资来高抛低吸。
     ⑧ 人生有追求是一件多么幸福的事情。

#pragma mark ------------2016.10.21------------
#pragma mark 投资进阶(股市是财富的放大器)笔记(~140)

    ① 背景说明，在有一定积累之后，开始寻找新的投资方向(股市)。
       /*
        01 父母花钱买了一套满意的房子，而作者借机套现了部分公积金30000元。
        02 租房价格，物资快速上涨。
        03 作者花大多数的时间来研究基金和股票，乐得悠闲。
        04 作者前文言每月薪资5000左右，其实加上每月2300左右的公积金，作者月收入到7500左右且在三线城市工作和生活。
        05 从作者的行文来看，感觉生活和工作方面的压力几乎没有，似乎也能体会到这份事业单位工作的优哉游哉。
        06 请注意作者交待的背景条件：吃住在家里，月薪7500，还有几乎不可能的150%投资回报率。
        07 综上 该书似乎并不具备太大现实的参考意义，但其对金钱的态度对理财的理解可以当成宝贵的经验。
        */
    ② 事情从不同的角度来看，可以得到不同的答案。
    ③ 在股票市场的策略和选择
    /* 01 初始资金 19万 对资金进行切割，分成30%和70%份
       02 策略 先使用30%的资金对选准的股票进行建仓，如果持续上涨则观望，如果下跌则分批使用70%的资金补仓。
       03 逻辑
          ① 被众人抛弃或许价格就便宜
          ② 品牌没有那么容易被击垮
          ③ 消费群体依然不担心没有生机
          ④ 别人不要的我要
     */
    ④ 股民体验为作者带来的改变（反思）
        △ 理财理念逐渐建全，记账更加自然。
        △ 消费观念逐渐改变，更看重消费的价值。
        △ 任何事情留有余地，持有现金的人才能扭转乾坤。
        △ 对生活有了新看法，企业就在我们伸手的地方。
        △ 股市是生活的一部分，也只是一部分。
    ⑤ 理财-金钱-爱的关系 理财的目的不在于消费，而是为自己或者是家人提供一份物质前提。
    /*
     光有钱，没有爱，那就只有跟孤独作伴；光有爱，没有钱，那爱熬不过贫寒。
     有钱有爱，维持在一个相对合理的状态，既不会因为缺乏金钱 而阻碍双方的交流，也不会因为金钱过多而替代了爱的沟通。
     上面两句，是书中的原话。我猜想，三公子这个时候大概谈恋爱了。
     */
    ⑥ 不同的阶段，需要有不同的理财规划(积累-投资-稳健投资)
    /*
     第一个阶段：财富准备阶段(学习)
              该阶段应该以学习，提升业务水平和自身素养为主，金钱方面体现为攒钱。
              阶段：刚毕业工作
              现阶段不适宜盲目投资：
                01 资本太小滚不起来。
                02 阅历太浅，难有深刻认识。
                03 荒废主业，得不偿失。
            鸡汤：去学习，去读书，去锻炼技能，培养正确的理财观念，并守护好自己挣来的每一分钱。

     第二阶段：财富变质阶段(弹性提升)
             现阶段应该从深处确定重仓取得一次8~10倍资产增值的机会。
             阶段：工作10年，有50万左右存款
             鸡汤：
                01 人这一辈子，不能就这么算了，不是吗？
                02 挺过去就是一片不同的天，挺不过去，这辈子就这样了。

     第三阶段：工作自由阶段(稳健)
             现阶段应该以稳健投资为主，进行钱生钱的规模化操作。
             阶段：资产基数==300万左右
             说明：前两个阶段是典型的积累时期，应该努力的开源节流，开源可以更好的拓展财富积累领域，节流则让让我们理性消费，削减掉不必要的开支。
     
     第四阶段：财富自由阶段(安全-守成)
     总结：第一阶段努力学习，提升能力，积累第一桶金；第二阶段改变财务观念，进行合理的资产投资；第三阶段稳健为主，稳扎稳打；第四阶段安全第一，保护资产。
     */
    ⑦ 时间和金钱同样宝贵，不仅在投资领域，在日常生活中也要好好珍惜。
    ⑧ 自己的财产|命运需要自己去掌控，不要盲从不要跟风更不要不懂装懂。



"推荐阅读"
    ① 记事本圆梦计划：为自己量身打造理想的人生金字塔 作者：熊谷正寿
    ② 小狗钱钱|财务自由之路                      作者：博多·舍费尔
    ③ 穷人缺什么                               作者：古古
    ④ 激荡三十年                               作者：吴晓波
    ⑤ 琼查理宝典                               建议：从整个人生的高度来讲述活着的意义

    ☺ '辐射阅读：利用一个核心点去寻找与之相关的其他好书。
    ☺ '成功人士的诸多优点：低调|勤勉|节俭|谨慎。
    ☺ '努力勤奋加上合理的投资可以让人拥有很好的生活。
    ☺ '成长，有时候会概念一个人对金钱的态度。

#pragma mark ------------2016.10.23------------
#pragma mark 投资反思(值得认真总结的新起点)笔记(~170)

    ① 理财投资让我们对金钱消费有了重新的认识。
    ② 挣钱的三种境界：用体力挣钱|用脑子挣钱|用钱挣钱。
    ③ 偏狭的理解一件事情，往往会让我们走向极端。
        /*
         01 存款是备用资金的代名词。 |5W
         02 存款是股票和基金市场的灭火器。
         03 在熊市里，永远不要满仓。
         04 基金和股市不是ATM机，如果不做好功课就贸然进场，很可能会血本无归。
         */
    ④ 有钱人的标准难以制定，原因在于每个人的视野格局不同，以致对有钱人的认知不同。
    ⑤ 何以理解财务自由？"财务" + 自由?
        /*
          01 ==>在财务上得以解脱，能够真正追求热爱的事业，过自己想过的人生。
          02 ==>我们需要财务自由吗？
          03 ==>为何不直接跳过财务自由阶段，真实的追求事业？
         */
    ⑥ 作者把自己理财方面的成绩归功于：极好的运气 + 父母提供的支援 + 自我的努力和克制。
    ⑦ 压抑太久的会爆发，疯狂太久的会崩塌。
    ⑧ 面对未来
    /*
     01 对待市场，有敬畏之心。
     02 对待盈利，有自知之明。
     03 对待未来，要继续学习
     */

#pragma mark ------------
#pragma mark 搭建属于自己的理财体系笔记(~188)

    ① 作者在该篇章使用表格的方式完成了实现1000万资产目标的轨迹。
        🌂 了解自己的财务状况(存款|稳定的月收入|支出情况)
        🌂 实现目标的轨迹 == (存款 + 稳定的输出 + 保持高回报率 + 时间)
    ② 回报率的高低对资产的增值具有"指数级"的放大作用。
    ③ 72法则：本金增长2倍所需要的时间 = 72 ➗ 年复利收益率
        🌂 假设有10万元的本金，年复利收益率为8%，那么累计得到20万元资产需要花费 72 ➗ 8 = 9年
    ④ 复利在创建财富奇迹的时候，还需要时间这个朋友。
        🌂 只有耐心等待时光馈赠的人，才会真正得到财富的礼物，不要太过于浮躁。
    ⑤ 作者的理财之路总结
        /*
         历程：攒钱 - 适当投资基金 - 投资股票
         经验：
            01 克制消费，尊重并积攒每一分钱。
            02 基金和黄金定投，相当于是定期的存款。       20%
            03 大部分资金投放股市，追求高昂的投资收益率。  70%
            04 手握部分现金，面对可能出现的各种调整。      10%(5-5)
         */

#pragma mark ------------2016.10.24------------
#pragma mark 豆邮精选笔记(~212)

    ① 理财的最终目的在于更好的梳理人生，几乎所有的财务问题都可以折射出当下的生活状态和职场态度。
    ② 环境糟糕时，精力都耗费在无谓斗争中；身处积极环境，命运会裹挟着你前进。
    ③ 人生的起航需要自备干粮。
        🌂 193页小C的薪资应该为2400元，书中误为2300。
    ④ 一切好走的路都是下坡路。
    ⑤ 不要将职业定性为"自己卖命，公司发薪水"，磨难是礼物，时间和经理是宝贵的资本。
    ⑥ 年轻时候，最应该投资的就是我们自己，学问('深造')和身体。
    ⑦ 没有规划的旅行，就好比家里的自来水龙头没有关，结果不是水漫金山就是水表疯狂旋转。
    ⑧ "没有预算，没有节制，没有结余的生活是可怕的。
    ⑨ 存不下钱的人往往有一个特点，就是永远搞不清楚自己每月花了多少钱。
    ⑩ 有梦想，有持久的梦想，有永不放弃的梦想，那么就会有源源不断的欲望和动力。
        🌂 不要让自己的规划成为"说说而已，笑笑即忘"的聚会故事。

#pragma mark ------------2016.10.25------------
#pragma mark 理财，让梦想照进现实笔记(~225)

    ① 金钱仅仅只是一个工具，你是怎样的人会决定金钱如何为你所用。
    ② 以其当赌徒，不如开赌场。
    ③ 时间很宝贵，不要为其他人而浪费，乔布斯的名言。
    ④ 金钱本不是绳索，但是金钱的匮乏却会让人变得胆小和害怕，变成束缚自己的绳索。
    ⑤ 金钱与创业|尊严|职场|梦想。
    ⑥ 长远的梦想需要慢慢实现，短期的目标需要马上开始。
#pragma mark ==============(2016.10.25-END)=====================

