"______________________________________________________________________"
'_____________________工作前五年，决定你一生的财富__________________________'
"______________________________________________________________________"

 * 作者 三公子
 * 购书时间：2016年10月13日
 * 开始时间：2016年10月20日
 * 预计时间：15 🍅⏰
 * 花费时间：
 * Reading 杨也

#pragma mark ------------(2016.10.20 start)
#pragma mark 理财意识觉醒笔记(~20)

    〇 金钱是可以控制的，只要有足够的财务知识，足够的理智和自控力，就可以通过了解金钱和掌控它，以为我所用。
    ① 钱无比重要，有钱在手，如同一技傍身。
    ② 有些道理，讲一讲就明白，可有些道理，需要经历过切肤之痛才能体会到。
    ③ 经济独立才能换来生活独立，经济自由才能换来生活自由。
        /*小案例 - 花别人的钱，就得听别人的话。*/
    ④ 生活可能因为因为金钱的问题而变得无力改变，人生可能因为金钱的问题而变得黯淡无光。
    ⑤ 养一只可以下金蛋的鹅。
        /*
        千万不要杀鸡取卵，很多人花光了自己所有的钱，却从来没有养大过一只鹅。
        如果自己没有一只下金蛋的鹅，或者能够生钱的机器，那么无论你多有钱，那么都只是在不断的烧钱。"论述-有稳定收入来源的重要性"
        鹅是本金，而金蛋是利息。'鹅-金蛋  房东-房租'
 */
    ⑥ 金钱与生活梦想是共生的关系,高质量的生活需要金钱买单，追求梦想的行动需要金钱付账。
        /*比如 可以花更多的金钱来租到距离公司更近的房子|比如旅游也是需要金钱的。*/
    ⑦ 明确目标开始行动
        /*
        A 弄清楚存钱的目的
        B 确定切实的存钱目标 "依据自己的实际水平制定 + 目标不宜过高也不宜过低"
        C 制定合理清晰的规划*/
    ⑧ 如果只爱而没有钱，那么这一切就经不起时间的考验。
        /*存钱攒钱也是需要付出代价的。
        存钱不是理财，但是有一定的金钱基础是理财最最基本的条件。*/
    ⑨ 不要惧怕计划的庞大身躯，也不要低估聚沙为塔的力量。


#pragma mark ------------
#pragma mark 存钱大作战笔记（~60）

    〇 储蓄是理财的第一步。
       ⭐️ 如果一毛钱都没有，那你理什么财？
       ⭐️ 第一阶段，如何让自己有财可以理。
    ① 先存钱再消费，千万不能本末倒置。
    ② 一定要将钱存在一个自己拿不到的安全的地方 😊
    ③ 无谓的失败没有任何意义，只会增加你上当受骗的概率。
    ④ 前几年的辛苦坚持，换来的可能是另一种生活。
     /*
        01 如果在三线城市，每月仅仅800元或者是在一线城市，每月仅仅2000元，那么怎么办？
            好好工作，多读书，尽早换一份能让你攒下钱的工作。
        02 存钱规划方式
            方式一：20%存钱 + 30%租房 +40%日常开支+10%应急资金
            方式二：每月存固定数额的资金在银行账户（12存单法）
            方式三：百元周（每周只花100元），不推荐，预防报复性反弹
            方式四：信封花钱法，不推荐
        03 关于“钱是挣出来的，不是攒出来的”
            挣钱有两个重要的条件：① 原始资金 ② 守财有道
            有意思：开口闭口这句话的人往往都是家无存粮的月光族，自我安慰罢了。
      */
    ⑤ 剔除不必要的开支，可以尝试记账
    /*
     纸本记账：麻烦 + 按时按点的记账太困难
     APP记账：依然无法解决遗忘的问题，只能自己克服
     */
    ⑥ 真实账单中需要面对的"现实问题"
    /*
     01 不好好吃饭，零食水果乱花钱。
     02 囤书容易，读书难。
     03 毫无节制的娱乐是对金钱和时间的不尊重。
     A 从某种程度上来说，恰恰因为我在很多方面可以免去开支的困扰，才更应该珍惜这种机会和条件，去认真对待自己的财务状况，去努力守护好每一分钱。
     B 庆幸自己的幸运
     C 正式因为我有更好的条件，所以我才更加珍惜如此的机会，更加慎重和努力的去工作。
     D 人必须懂得珍惜和感恩。
     */
    ⑦ 欲望大过一切的人，有再多的钱也不会节约下一分钱。
    ⑧ 存钱和理财这件事，和家境没有太大的关系，只和当下自己的决心有关系。
    ⑨ 存钱并不能让我们成为富翁，但如果没有存钱的习惯则更不可能成为富翁。
    ⑩ 生活中的幸福并不是来自于金钱，但财务上的困难和生活中不可知的意外事件，会影响着独立、尊严和自由。

#pragma mark ------------
#pragma mark 存钱大作战(盲目投资的教训)笔记(~80)

    ① 记账是必要的。
    /*
     01 详细的账目是一本日常生活的流水账。
     02 消费情况暗示生活状态。
     */
    ② 放心给压岁钱，也就意味着他们知道我不会随便乱花。
    ③ 无论什么时候，都不要倾家荡产的去做一件事情。"资金安全-风险"
    ④ 错误的判断只会让我们在泥潭中越陷越深。
    ⑤ 有的时候，我们或许应该大胆承认自己的贪婪和无知，抽身离开。


#pragma mark ------------
#pragma mark 投资正式入门（基金应该这么买）笔记(~116)

 ① 在金钱的事情上，做事情以谨慎为上。
 ② 基金：把大家手中的钱汇总到一个有经验的人手中做同一管理的一种方式。
    /*
     01 咒语:你所依赖的不是别人的推荐，而是自己的判断。
     02 可以通过测试题，来测试自己的风险偏好和风险承受能力。
     03 分类：
        货币型基金：风险低，流动性高，收益低。
        债券型基金：相对稳健，收益中等
        股票型基金：从长期来看，收益最大，但波动也较大。
    04 先选择基金的类型，基金公司，然后通过一些基金网站（晨星网）筛选基金
     */
 ③ 按照年龄来分配投资的额度，比如25岁，那么推荐在储蓄上保持25%，余下的75%拿来进行投资。
 ④ 基金操作的问题
    ⭐️ 担心操作失误的妄想症
    ⭐️ 情绪波动非正常化
 ⑤ 基金有风险，投资需谨慎。短期来看，基金风险很大，长期来看，基金几乎没有风险。
 ⑥ 投资开始得越早，就可以承担更大的风险，也可以获得更大的收益（复利）
 ⑦ 懂得运用再平衡策略，卖掉上涨快的优良资产，买入下跌或者是跑得慢的不良资产，通过有纪律性的投资来高抛低吸。
 ⑧ 人生有追求是一件多么幸福的事情。

#pragma mark ------------（2016.10.20 end）











































① 背景说明，在有一定积累之后，开始寻找新的投资方向(股市)。
   /*
    01 父母花钱买了一套满意的房子，而作者借机套现了部分公积金30000元。
    02 租房价格，物资快速上涨。
    03 作者花大多数的时间来研究基金和股票，乐得悠闲。
    04 作者前文言每月薪资5000左右，其实加上每月2300左右的公积金，作者月收入到7500左右且在三线城市工作和生活。
    05 从作者的行文来看，感觉生活和工作方面的压力几乎没有，似乎也能体会到这份事业单位工作的优哉游哉。
    06 请注意作者交待的背景条件：吃住在家里，月薪7500，还有几乎不可能的150%投资回报率。
    07 综上 该书似乎并不具备太大现实的参考意义，但其对金钱的态度对理财的理解可以当成宝贵的经验。
    */
② 事情从不同的角度来看，可以得到不同的答案。
③ 在股票市场的策略和选择
/* 01 初始资金 19万 对资金进行切割，分成30%和70%份
   02 策略 先使用30%的资金对选准的股票进行建仓，如果持续上涨则观望，如果下跌则分批使用70%的资金补仓。
 */
