"______________________________________________________________________"
'_______________________________我们仨__________________________________'
"______________________________________________________________________"

 * 作者 杨绛
 * 购书时间：2016年10月25日
 * 开始时间：2016年10月26日
 * 预计时间：8 🍅⏰
 * 花费时间：
      说明：
      备注：
 * Reading 杨也

#pragma mark ------------2016.10.26------------
#pragma mark 我们俩老了

    有一晚，我做了一个梦。
    梦中凄凄惶惶，好像只要能找到他，就能一同回家。


#pragma mark 我们仨失散了

    这是一个万里长梦。梦境历历如真，醒来还如在梦中。
    文中说道：开会 + 84岁 + 古驿道 + 钱锺书去春大病 + 圆(媛) + 结核 + 船(311) + 三里河 + 西石槽
    他向例早睡早起，我晚睡晚起，阿圆晚睡早起。
    我们俩人的早饭总是锺书做的。
    我常常觉得年纪不饶人，我已力不从心。
    警告是红牌黑字，字很大。

    顺着蜿蜒的水道向西看去，只觉得前途很远很远，只是迷迷茫茫，看不分明。
    水边一顺溜的青青草，引出绵绵远道。
    季康，阿圆。
    堤上的杨柳开始黄落，渐渐地落成一棵棵秃柳。我每天在驿道上一脚一脚走，带着自己的影子，踏着落叶。
    "有一个星期天，三人在床上相聚"。
    我在古驿道上，一脚一脚的，走了一年多。

    我变成了一个很沉重的梦。
    我终于找到了她的医院，在苍松翠柏间。
    进院门，灯光下看到一座牌坊，原来我走进了一座墓院。
    他很倦怠，话也懒讲，只听我讲，张开眼，又闭上。
    我虽然天天见到他，只觉得他离我很遥远。
    梦是有想象力的，想念的太狠了，就做噩梦。
    '锺书仍对我说，叫阿圆回去，回到她自己家里去。
    锺书很诧异的看着我，他说，"你也看见她了?"
    锺书着重说...
    锺书凄然看着我说....
    老人的眼泪是干枯的，只会心上流泪。
    锺书点头，却闭着眼睛。
    我初住客栈，能轻快地变成一个梦。到这时，我的梦已经像沾了泥的杨花，飞不起来。
    三里河的家，已经不复是家，只是我的客栈了。

#pragma mark 我一个人思念我们仨

    我们仨都没有虚度此生，因为是我们仨。
    我们这个家，很朴素；我们三个人，很单纯。
    现在我们三个失散了。往者不可留，逝者不可追；剩下的这个我，再也找不到他们了。

    (一) "夫妇牛津学习"
    1935年7月，锺书不足25岁，我24岁不到，我们结了婚同到英国牛津求学。
    锺书已由官方为他安排停当，入埃克塞特(Exeter)学院，攻读文学学士学位。
        '东吴大学-清华研究生'
    我的兴趣不在戏剧而在小说。
    那时候我年纪小，不懂得造化弄人，只觉得不服气。
    既然我无缘公费出国，我就和锺书一同出国，借他的光，可省些生活费。
    我不得已而求其次，只能做一个旁听生，听几门课，到大学的图书馆自习。
    他是我国的庚款公费生，在牛津却是自费生。
    我上的课，锺书都不上。他有他的必修课。他最吃重的是导师和他一对一的课。
    我一个人穿着旗袍去上课，经常和两三位修女一起坐在课堂侧面的旁听座上，心上充满了自卑感。
    严格的训练，是我欠缺的，而他没有更多的阅读时间。
    反正我们两个都不怎么称心，而他的失望更大。
    牛津学制每年共三个学期，每学期是八周，然后放假六周。
    吃饭比上课更重要。
    获得学士学位之后，再吃两年饭就是硕士，再吃四年饭，就成博士。
    牛津的假期相当多。锺书把假期的全部时间投入读书。
    他不爱活动 ⬆️
    牛津人情味重。
    能和锺书对等玩的人不多，不相投的就会嫌锺书刻薄了。我们和不相投的人保持距离，又好像是骄傲了。

    (二) "在牛津的生活"
    由老金处搬走入新居所。
    我们不断的地发明，不断地实验，我们由原始人的烹调渐渐开化，走入文明阶段。
    妥帖的字有黏性，忘不了。
    一九三六年早春，英王乔治五世去世。
    这一学年，该是我生平最轻松快乐的一年，也是我最用功读书的一年，除了想家想得苦，此外可说无忧无虑。
    锺书不像我那么苦苦地想家。

#pragma mark ------------2016.10.27------------
#11.07
    (三) "牛津大学毕业"
    我们第一次到伦敦时，锺书的堂弟锺韩带我们参观大英博物馆和几个有名的画廊以及蜡人馆等处。
    这个暑假他一人骑了一辆自行车旅游德国和北欧，并到工厂实习。锺书只有佩服的份儿。
    他绝没有这等本领，也没有这样的兴趣。
    一九三六年"世界青年大会"代表。
    获得牛津大学文学学士学位之后，他告别牛津友好，摒挡行李，一家三口随即前往巴黎。

    (四) "女儿诞生，前往巴黎大学游学"
    女儿已经有名有号，祖父取名为健汝，号丽英(因为属牛，牛丽于英)。
    圆圆成了她的小名。
    杨绛夫妇经常来往的是林藜光，李玮夫妇，李玮是清华中文系的同学。
    他觉得为了一个学位赔掉许多时间，很不值当。他白费功夫读些不必要的功课，想读的许多书都只好放弃。
    因此，他常引用一位曾获牛津文学学士的英国学者对文学学士的评价：文学学士，就是对文学无识无知。
    锺书在巴黎的这一年，自己下功夫扎扎实实的读书。
    他每天读中文、英文、隔日读法文、德文，后来又加上意大利文。
    这是爱书如命的锺书恣意读书的一年。
    交际圈：林藜光 + 李玮 + 向达
    我自己才做了半年的妈妈，就失去了自己的妈妈。
    那时的我没有意识到，悲苦能够任情啼哭，是多么的幸福。
    我虽然尝到做母亲的艰辛，但我没有报得娘恩。
    一九三八年八月，坐三等舱回国。

#11.11
    (五) "学成回国到香港"
    船到香港，锺书上岸就直赴昆明西南联大(已经提前有约回清华大学教书)。
    杨绛先生母校振华女中的校长因为苏州已经沦陷，所以请杨绛在上海筹建分校，并担任分校校长。
    在清华工作不满一年，其父要求锺书到蓝田师范学院外文系主任，同时侍奉父亲。
    “我是个乖女儿，爸爸的沉默启我深思”。
    他自己无限抱愧，清华破格任用他，他却有始无终，任职不满一年就离开了。
    杨绛先生认为，钱锺书辞职别就"到蓝田师范去做系主任"，得罪了时任清华大学外文系主任的叶公超先生。其认为钱是骄傲的人。
    天下爷娘护小儿，对长子则往往责望多于宠爱。
    '锺书自小就缺少一位慈母，这对于他的性格和习惯都有着深远的影响。
    钱锺书的父亲(钱基博)是头等的大好人，但是对人情世故却不练达；他关心国事，却天真得不识时务。

    (六) "女儿圆圆认字日常"
    圆圆天资聪明，只需要看一眼就认识字，不用温习，全部都记得，即过目不忘。
    回国后，杨绛带着女儿一直和自己的父母姐妹们居住在上海。
    1940年秋天，杨绛先生弟弟在维也纳医科大学学成回国。

    (七) "锺书为何没有回清华-家庭日常变迁"
    1941年暑假，锺书辗转回到上海。
    锺书获悉清华聘他回清华任教，时清华外文系主任为陈福田。十月，陈福田亲来上海聘请钱锺书回清华任教。
    但是钱锺书夫妇认为清华迟迟不发聘书，是为不欢迎。因此直接回绝了。
    锺书这辈子受到的排挤不算少，他从不和对方争执，总乖乖的退让。
    我们挤在辣斐德路钱家，一住就是八年。
    珍珠港事变之后，孤岛已沉没，振华分校也解散了。
    随后，杨绛先生变开始做代课老师，业余的时间写剧本。
    锺书是父亲最器重的儿子，爱之深则责之严，但严父的架势掩不没慈父的真情。他们父慈子孝，但是父子俩的志趣并不相投。

    (八)
    上海沦陷，日子艰苦。
    我在小学代课，写剧本，都是为了柴(煤球)和米。
    锺书依靠几个拜门学生的学费过活。
    杨绛先生父亲于1945年3月底在苏州去世，抗日战争还没有结束。
    贫与病总是相连的。锺书在这段时期，每年生一场病。
    1947年冬天，女儿钱媛得了骨结核，后痊愈。
    1949年钱锺书夫妇接受了清华的聘约。

    (九)
    1948年夏天，锺书的爷爷百岁寿冥，分散全国各地的一家人，都回无锡老家聚会。
    1945年，锺书不再担任震旦女子文理学院的临时讲师，任中央图书馆的英文编辑，后又兼任暨南大学的教授，继而《围城》出版。
    钱锺书父亲说话，从来不理会对方对方是否悦耳，这是他说话，写信，作文的一贯作风。


    




