"______________________________________________________________________"
'_______________________________我们仨__________________________________'
"______________________________________________________________________"

 * 作者 杨绛
 * 购书时间：2016年10月25日
 * 开始时间：2016年10月26日
 * 预计时间：8 🍅⏰
 * 花费时间：
      说明：
      备注：
 * Reading 杨也

#pragma mark ------------2016.10.26------------
#pragma mark 我们俩老了

    有一晚，我做了一个梦。
    梦中凄凄惶惶，好像只要能找到他，就能一同回家。


#pragma mark 我们仨失散了

    这是一个万里长梦。梦境历历如真，醒来还如在梦中。
    文中说道：开会 + 84岁 + 古驿道 + 钱锺书去春大病 + 圆(媛) + 结核 + 船(311) + 三里河 + 西石槽
    他向例早睡早起，我晚睡晚起，阿圆晚睡早起。
    我们俩人的早饭总是锺书做的。
    我常常觉得年纪不饶人，我已力不从心。
    警告是红牌黑字，字很大。

    顺着蜿蜒的水道向西看去，只觉得前途很远很远，只是迷迷茫茫，看不分明。
    水边一顺溜的青青草，引出绵绵远道。
    季康，阿圆。
    堤上的杨柳开始黄落，渐渐地落成一棵棵秃柳。我每天在驿道上一脚一脚走，带着自己的影子，踏着落叶。
    "有一个星期天，三人在床上相聚"。
    我在古驿道上，一脚一脚的，走了一年多。

    我变成了一个很沉重的梦。
    我终于找到了她的医院，在苍松翠柏间。
    进院门，灯光下看到一座牌坊，原来我走进了一座墓院。
    他很倦怠，话也懒讲，只听我讲，张开眼，又闭上。
    我虽然天天见到他，只觉得他离我很遥远。
    梦是有想象力的，想念的太狠了，就做噩梦。
    '锺书仍对我说，叫阿圆回去，回到她自己家里去。
    锺书很诧异的看着我，他说，"你也看见她了?"
    锺书着重说...
    锺书凄然看着我说....
    老人的眼泪是干枯的，只会心上流泪。
    锺书点头，却闭着眼睛。
    我初住客栈，能轻快地变成一个梦。到这时，我的梦已经像沾了泥的杨花，飞不起来。
    三里河的家，已经不复是家，只是我的客栈了。

#pragma mark 我一个人思念我们仨

    我们仨都没有虚度此生，因为是我们仨。
    我们这个家，很朴素；我们三个人，很单纯。
    现在我们三个失散了。往者不可留，逝者不可追；剩下的这个我，再也找不到他们了。

    (一)
    1935年7月，锺书不足25岁，我24岁不到，我们结了婚同到英国牛津求学。
    锺书已由官方为他安排停当，入埃克塞特(Exeter)学院，攻读文学学士学位。
        '东吴大学-清华研究生'
    我的兴趣不在戏剧而在小说。
    那时候我年纪小，不懂得造化弄人，只觉得不服气。
    既然我无缘公费出国，我就和锺书一同出国，借他的光，可省些生活费。
    我不得已而求其次，只能做一个旁听生，听几门课，到大学的图书馆自习。
    他是我国的庚款公费生，在牛津却是自费生。
    我上的课，锺书都不上。他有他的必修课。他最吃重的是导师和他一对一的课。
    我一个人穿着旗袍去上课，经常和两三位修女一起坐在课堂侧面的旁听座上，心上充满了自卑感。
    严格的训练，是我欠缺的，而他没有更多的阅读时间。
    反正我们两个都不怎么称心，而他的失望更大。
    牛津学制每年共三个学期，每学期是八周，然后放假六周。
    吃饭比上课更重要。
    获得学士学位之后，再吃两年饭就是硕士，再吃四年饭，就成博士。
    牛津的假期相当多。锺书把假期的全部时间投入读书。
    他不爱活动 ⬆️
    牛津人情味重。
    能和锺书对等玩的人不多，不相投的就会嫌锺书刻薄了。我们和不相投的人保持距离，又好像是骄傲了。

    (二)
    由老金处搬走入新居所。
    我们不断的地发明，不断地实验，我们由原始人的烹调渐渐开化，走入文明阶段。
    妥帖的字有黏性，忘不了。
    一九三六年早春，英王乔治五世去世。
    这一学年，该是我生平最轻松快乐的一年，也是我最用功读书的一年，除了想家想得苦，此外可说无忧无虑。
    锺书不像我那么苦苦地想家。

#pragma mark ------------2016.10.27------------
#11.07
    (三)
    我们第一次到伦敦时，锺书的堂弟锺韩带我们参观大英博物馆和几个有名的画廊以及蜡人馆等处。
    这个暑假他一人骑了一辆自行车旅游德国和北欧，并到工厂实习。锺书只有佩服的份儿。
    他绝没有这等本领，也没有这样的兴趣。
    一九三六年"世界青年大会"代表。
    获得牛津大学文学学士学位之后，他告别牛津友好，摒挡行李，一家三口随即前往巴黎。

    (四)
    女儿已经有名有号，祖父取名为健汝，号丽英(因为属牛，牛丽于英)。
    圆圆成了她的小名。
    




