"______________________________________________________________________"
'_______________________________我们仨__________________________________'
"______________________________________________________________________"

 * 作者 杨绛
 * 购书时间：2016年10月25日
 * 开始时间：2016年10月26日
 * 预计时间：8 🍅⏰
 * 花费时间：
      说明：
      备注：
 * Reading 杨也

#pragma mark ------------2016.10.26------------
#pragma mark 我们俩老了

    有一晚，我做了一个梦。
    梦中凄凄惶惶，好像只要能找到他，就能一同回家。


#pragma mark 我们仨失散了

    这是一个万里长梦。梦境历历如真，醒来还如在梦中。
    文中说道：开会 + 84岁 + 古驿道 + 钱锺书去春大病 + 圆(媛) + 结核 + 船(311) + 三里河 + 西石槽
    他向例早睡早起，我晚睡晚起，阿圆晚睡早起。
    我们俩人的早饭总是锺书做的。
    我常常觉得年纪不饶人，我已力不从心。
    警告是红牌黑字，字很大。

    顺着蜿蜒的水道向西看去，只觉得前途很远很远，只是迷迷茫茫，看不分明。
    水边一顺溜的青青草，引出绵绵远道。
    季康，阿圆。
    堤上的杨柳开始黄落，渐渐地落成一棵棵秃柳。我每天在驿道上一脚一脚走，带着自己的影子，踏着落叶。
    "有一个星期天，三人在床上相聚"。
    我在古驿道上，一脚一脚的，走了一年多。

    我变成了一个很沉重的梦。
    我终于找到了她的医院，在苍松翠柏间。
    进院门，灯光下看到一座牌坊，原来我走进了一座墓院。
    他很倦怠，话也懒讲，只听我讲，张开眼，又闭上。
    我虽然天天见到他，只觉得他离我很遥远。
    梦是有想象力的，想念的太狠了，就做噩梦。
    '锺书仍对我说，叫阿圆回去，回到她自己家里去。
    锺书很诧异的看着我，他说，"你也看见她了?"
    锺书着重说...
    锺书凄然看着我说....
    老人的眼泪是干枯的，只会心上流泪。
    锺书点头，却闭着眼睛。
    我初住客栈，能轻快地变成一个梦。到这时，我的梦已经像沾了泥的杨花，飞不起来。
    三里河的家，已经不复是家，只是我的客栈了。

#pragma mark 我一个人思念我们仨

